let sub_process = [{
    "chapter": 4.1,
    "process": "發展專案章程",
    "input": ["商業文件", "協議", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "收集資料", "人際關係與團隊技巧", "會議"],
    "output": ["專案章程", "假設紀錄"],
    "summary": "有章程才能kick-off meeting",
    "ipemc": "(I)",
    "id": 1
  }, {
    "chapter": 4.2,
    "process": "發展專案管理計畫書",
    "input": ["專案章程", "其過程的產出", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "收集資料", "人際關係與團隊技巧", "會議"],
    "output": ["專案管理計畫書"],
    "summary": "拿到章程後，你優先要做的事",
    "ipemc": "(P)",
    "id": 2
  }, {
    "chapter": 4.3,
    "process": "指導及管理專案工作",
    "input": ["專案管理計畫書", "專案文件", "獲准的變更申請", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "專案管資訊系統", "會議"],
    "output": ["可交付成果", "工作績效資料", "議題紀錄", "變更申請", "專案管理計畫書更新", "專案文件更新", "組織過程資產更新"],
    "summary": "工作績效資料的唯一產出在這裡，而它是大多數M的投入",
    "ipemc": "(E)",
    "id": 3
  }, {
    "chapter": 4.4,
    "process": "管理專案知識",
    "input": ["專案管理計畫書", "專案文件", "可交付成果", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "知識管理", "資訊管理", "人際關係與團隊技巧"],
    "output": ["經驗學習登錄表", "專案管理計畫書更新", "組織過程資產更新"],
    "ipemc": "(E)",
    "id": 4
  }, {
    "chapter": 4.5,
    "process": "監視與管制專案工作",
    "input": ["專案管理計畫書", "專案文件", "工作績效資訊", "協議", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "資料分析", "決策制定", "會議"],
    "output": ["工作績效報告", "變更申請", "專案管理計畫書更新", "專案文件更新"],
    "summary": "收集其它流程M的\"資訊\"，匯整成\"報告\"，然後依\"管制採購\"的計畫，執行\"專案溝通\"",
    "ipemc": "(M)",
    "id": 5
  }, {
    "chapter": 4.6,
    "process": "進行整合變更控制",
    "input": ["專案管理計畫書", "專案文件", "工作績效報告", "變更申請", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "變更管制工具", "資料分析", "決策制定", "會議"],
    "output": ["獲准的變更申請", "專案管理計畫書更新", "專案文件更新"],
    "summary": "有人提出變更申請要丟到哪裡? 就是這關啦\r\n如果變更審核通過，記得更新相關基準或專案文件，丟回去指導及管理專案工作(E)做執行變更",
    "關鍵字": "提出的變更申請、CCB審核",
    "ipemc": "(M)",
    "id": 6
  }, {
    "chapter": 4.7,
    "process": "結束專案或階段",
    "input": ["專案章程", "專案管理計畫書", "專案文件", "已接受的可交付成果", "商業文件", "協議", "採購相關文件", "組織過程資產"],
    "tt": ["專家判斷", "資料分析", "會議"],
    "output": ["專案文件更新", "最終產品、服務或成果轉移", "最終報告", "組織過程資產更新"],
    "summary": "切記客戶要確認你的產品/可交付成果他都接受了，才能到此階段\r\n容易搞混的是 內驗(管制採購)->外確(確認範疇)",
    "ipemc": "(C)",
    "id": 7
  }, {
    "chapter": 5.1,
    "process": "規劃範疇管理",
    "input": ["專案章程", "專案管理計畫書", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "資料分析", "會議"],
    "output": ["範疇管理計畫書", "需求管理計畫書"],
    "summary": "注意一下這是唯一的P有產出2本XX管理計畫書的，容易以為需求管理計畫書是在下一關",
    "ipemc": "(P)",
    "id": 9
  }, {
    "chapter": 5.2,
    "process": "蒐集需求",
    "input": ["專案章程", "專案管理計畫書", "專案文件", "商業文件", "協議", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "資料蒐集", "資料分析", "決策制定", "資料呈現", "人際關係與團隊技巧", "系統關聯圖", "雛型"],
    "output": ["需求相關文件", "需求追溯矩陣"],
    "summary": "需求相關文件用來定義範疇、做WBS之類\r\n需求追溯矩陣是要確保在整個專案生命週期，大家做的事都符合客戶需求，要一直更新它",
    "ipemc": "(P)",
    "id": 10
  }, {
    "chapter": 5.3,
    "process": "定義範疇",
    "input": ["專案章程", "專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "資料分析", "決策制定", "人際關係與團隊技巧", "產品分析"],
    "output": ["專案範疇說明書", "專案文件更新"],
    "summary": "不要跟上面那本範疇管理計畫書搞混",
    "ipemc": "(P)",
    "id": 11
  }, {
    "chapter": 5.4,
    "process": "建立工作分解結構",
    "input": ["專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "分解 (Decomposition)"],
    "output": ["範疇基準", "專案文件更新"],
    "summary": "這邊訂出三大基準之一，切記只拆到工作包\r\n拆到活動那是時程的事",
    "關鍵字": "WBS\r\nWBSD",
    "ipemc": "WBS",
    "id": 12
  }, {
    "chapter": 5.5,
    "process": "確認範疇",
    "input": ["專案管理計畫書", "專案文件", "已驗證的可交付成果", "工作績效資料"],
    "tt": ["檢驗", "決策制定"],
    "output": ["已接受的可交付成果", "工作績效資訊", "變更申請", "專案文件更新"],
    "summary": "先通過內驗，才能外確，但是找客戶一起會驗同時做也是可行的",
    "關鍵字": "客戶驗收",
    "ipemc": "(M)",
    "id": 13
  }, {
    "chapter": 5.6,
    "process": "管制範疇",
    "input": ["專案管理計畫書", "專案文件", "工作績效資料", "組織過程資產"],
    "tt": ["資料分析"],
    "output": ["工作績效資訊", "變更申請", "專案管理計畫書更新", "專案文件更新"],
    "summary": "管控範疇不發散，不要有多餘的工作",
    "ipemc": "(M)",
    "id": 14
  }, {
    "chapter": 6.1,
    "process": "規劃時程管理",
    "input": ["專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "資料分析", "會議"],
    "output": ["時程管理計畫書"],
    "ipemc": "(P)",
    "id": 16
  }, {
    "chapter": 6.2,
    "process": "定義活動",
    "input": ["專案管理計畫書", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "分解", "湧浪規劃法(Rolling Wave Planning)", "會議"],
    "output": ["活動清單", "活動屬性", "里程碑清單", "變更申請", "專案管理計畫書更新"],
    "summary": "活動是WBS再拆分出來的，它不是可交付成果\r\n活動屬性是活動清單再加上負責人、先後順序、可用資源等等",
    "ipemc": "(P)",
    "id": 17
  }, {
    "chapter": 6.3,
    "process": "排序活動",
    "input": ["專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["順序圖示法 (Precedence Diagramming Method)", "判定與整合相依關係(Dependency Determination and Integratio)", "提前與延後 (Leads and Lags)", "專案管理資訊系統 (PMIS)"],
    "output": ["專案時程網路圖", "專案文件更新"],
    "summary": "知道有哪些活動之後，就先用網路圖幫他們排順序",
    "ipemc": "(P)",
    "id": 18
  }, {
    "chapter": 6.4,
    "process": "估算活動期程(P)",
    "input": ["專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "類比估算法 (Analogous Estimating)", "參數估算法 (Parametric Estimating)", "三點估算法 (Three-Point Estimating)", "由下而上估算法 (Bottom-Up Estimating)", "資料分析", "決策制定 (Decision Making)", "會議"],
    "output": ["期程估計", "估算基礎", "專案文件更新", ""],
    "summary": "排完網路圖，估每個活動的期程\r\n估算時程/成本/資源這3個地方用的TT差不多",
    "id": 19
  }, {
    "chapter": 6.5,
    "process": "發展時程(P)",
    "input": ["專案管理計畫書", "專案文件", "協議", "企業環境因素", "組織過程資產"],
    "tt": ["時程網路分析 (Schedule Network Analysis)", "要徑法 (Critical Path Method)", "資源優化(Resource Optimization)", "資料分析", "提前與延後 (Leads and Lags)", "時程壓縮 (Schedule Compression)", "專案管理資訊系統 (PMIS)", "敏捷發布規劃 (Agile Release Planning)"],
    "output": ["時程基準", "專案時程", "時程資料", "專案行事曆", "變更申請", "專案管理計畫書更新", "專案文件更新"],
    "summary": "以上3關做完，在這邊決定三大基準之一\r\n畫出要徑並計算浮時，看有沒有遇到資源的瓶頸(資源撫平)，畫出專案時程S曲線圖，壓好時程",
    "id": 20
  }, {
    "chapter": 6.6,
    "process": "管制時程(M)",
    "input": ["專案管理計畫書", "專案文件", "工作績效資料", "組織過程資產"],
    "tt": ["資料分析 ", "要徑法 (Critical Path Method)", "專案管理資訊系統 (PMIS)", "提前與延後 (Leads and Lags)", "資源優化(Resource Optimization)", "時程壓縮 (Schedule Compression)"],
    "output": ["工作績效資訊", "時程預測值", "變更申請", "專案管理計畫書更新", "專案文件更新"],
    "summary": "專案工作delay了怎麼辦? 縮程(加資源)或快速跟進(調整順序)吧",
    "id": 21
  }, {
    "chapter": 7.1,
    "process": "規劃成本管理",
    "input": ["專案管理計畫書", "專案文件", "工作績效資料", "組織過程資產"],
    "tt": ["專家判斷", "資料分析", "會議"],
    "output": ["成本管理計畫書"],
    "關鍵字": "$$$$",
    "ipemc": "(P)",
    "id": 23
  }, {
    "chapter": 7.2,
    "process": "估算成本",
    "input": ["專案管理計畫書", "專案文件", "工作績效資料", "組織過程資產"],
    "tt": ["專家判斷", "類比估算法 (Analogous Estimating)", "參數估算法 (Parametric Estimating)", "三點估算法 (Three-Point Estimating)", "由下而上估算法 (Bottom-Up Estimating)", "資料分析", "專案管理資訊系統 (PMIS)", "決策制定 (Decision Making)"],
    "output": ["成本估算", "估算基礎", "專案文件更新"],
    "ipemc": "(P)",
    "id": 24
  }, {
    "chapter": 7.3,
    "process": "決定預算",
    "input": ["專案管理計畫書", "專案文件", "商業文件", "協議", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "成本匯總", "資料分析", "歷史資訊審查", "資金限制平衡", "融資"],
    "output": ["成本基準(含應變儲備金)", "專案資金需求(含應變&管理儲備金)", "專案文件更新"],
    "summary": "三大基準之一，決定每個工作包以及整個專案可花的錢",
    "ipemc": "(P)",
    "id": 25
  }, {
    "chapter": 7.4,
    "process": "管制成本",
    "input": ["專案管理計畫書", "專案文件", "專案資金需求", "工作績效資料", "組織過程資產"],
    "tt": ["專家判斷", "資料分析", "剩餘工作績效指標 (To-Complete Performance Index)", "專案管理資訊系統 (PMIS)"],
    "output": ["工作績效資訊", "成本預測值 (Cost forecasts)", "變更申請", "專案管理計畫書更新", "專案文件更新"],
    "ipemc": "(M)",
    "id": 26
  }, {
    "chapter": 8.1,
    "process": "規劃品質管理",
    "input": ["專案章程", "專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "資料蒐集", "資料分析", "決策制定", "資料呈現 (Data representation)", "測試與檢驗規劃", "會議"],
    "output": ["品質管理計畫書", "品質指標", "專案管理計畫書更新", "專案文件更新"],
    "ipemc": "(P)",
    "id": 28
  }, {
    "chapter": 8.2,
    "process": "管理品質",
    "input": ["專案管理計畫書", "專案文件", "組織過程資產"],
    "tt": ["資料蒐集", "資料分析", "決策制定", "資料呈現", "稽核", "面向X的設計 (Design for X)", "問題解決", "品質改善方法"],
    "output": ["品質報告", "測試與評估文件", "變更申請", "專案管理計畫書更新", "專案文件更新"],
    "summary": "這邊都是偏向流程/製程的管制，QC七手法一定要懂怎用\r\n先在M決定產品的特徵值(品質管制衡量制)，才有流程管理的結果(測試與評估文件)",
    "關鍵字": "流程\r\n稽核\r\nQA(品質保證)",
    "ipemc": "Manage",
    "id": 29
  }, {
    "chapter": 8.3,
    "process": "管制品質",
    "input": ["專案管理計畫書", "獲准的變更申請", "可交付成果", "工作績效資料", "企業環境因素", "組織過程資產"],
    "tt": ["資料蒐集", "資料分析", "檢驗", "測試/產品評估", "資料呈現", "會議"],
    "output": ["品質管制衡量值", "已驗收的可交付成果", "工作績效資訊", "變更申請", "專案管理計畫書更新", "專案文件更新"],
    "summary": "唯一一個M跑在E前面的流程，要額外注意。\r\n內驗在這一關，重點都在產品的檢驗",
    "關鍵字": "產品/可交付成果\r\n檢驗",
    "ipemc": "Control",
    "id": 30
  }, {
    "chapter": 9.1,
    "process": "規劃資源管理",
    "input": ["專案章程", "專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "資料呈現", "組織理論", "會議"],
    "output": ["資源管理計畫書", "團隊章程", "專案文件更新"],
    "ipemc": "(P)",
    "id": 32
  }, {
    "chapter": 9.2,
    "process": "估算活動資源",
    "input": ["專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "由下而上估算法 (Bottom-Up Estimating)", "類比估算法 (Analogous Estimating)", "參數估算法 (Parametric Estimating)", "資料分析", "專案管理資訊系統 (PMIS)", "會議"],
    "output": ["資源需求", "估算基礎", "資源分解結構 (Resource Breakdown Structure)", "專案文件更新"],
    "summary": "先去估你到底需要哪些資源",
    "ipemc": "(P)",
    "id": 33
  }, {
    "chapter": 9.3,
    "process": "獲得資源",
    "input": ["專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["決策制定", "人際關係與團隊技巧", "預分派 (Pre-assignment)", "虛擬團隊 (Virtual Teams)"],
    "output": ["實體資源分派", "專案團隊分派", "資源行事曆", "變更申請", "專案管理計畫書更新", "專案文件更新", "企業環境因素更新", "組織過程資產更新"],
    "summary": "估出來要哪些資源後，就想辦法取得這些資源\r\n包括你的專案想要什麼職能的人，這階段你可能要找功能經理要人",
    "ipemc": "(E)",
    "id": 34
  }, {
    "chapter": 9.4,
    "process": "發展專案團隊",
    "input": ["專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["集中作業 (Colocation)", "虛擬團隊 (Virtual Teams)", "溝通科技", "人際關係與團隊技巧", "表彰與獎勵", "訓練", "個人與團隊評量", "會議"],
    "output": ["團隊績效評量", "變更申請", "專案管理計畫書更新", "專案文件更新", "企業環境因素更新", "組織過程資產更新"],
    "summary": "成員都敲定以後，若有能力不足的要去訓練他，要對你的成員不離不棄\r\n團隊發展五階段(組建、風暴、正軌、風采、解散)",
    "關鍵字": "訓練\r\n團隊績效",
    "ipemc": "(E)",
    "id": 35
  }, {
    "chapter": 9.5,
    "process": "管理專案團隊(E)",
    "input": ["專案管理計畫書", "專案文件", "工作績效報告", "團隊績效評量", "企業環境因素", "組織過程資產"],
    "tt": ["人際關係與團隊技巧", "專案管理資訊系統 (PMIS)"],
    "output": ["變更申請", "專案管理計畫書更新", "專案文件更新(議題紀錄更新)", "企業環境因素更新"],
    "summary": "團隊績效在這階段只是follow-up",
    "id": 36
  }, {
    "chapter": 9.6,
    "process": "管制資源(M)",
    "input": ["專案管理計畫書", "專案文件", "工作績效資料", "協議", "組織過程資產"],
    "tt": ["資料分析", "問題解決", "人際關係與團隊技巧", "專案管理資訊系統 (PMIS)"],
    "output": ["工作績效資訊", "變更申請", "專案管理計畫書更新", "專案文件更新"],
    "id": 37
  }, {
    "chapter": 10.1,
    "process": "規劃溝通管理",
    "input": ["專案章程", "專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "溝通需求分析", "溝通科技", "溝通模式 (Commuication Models)", "溝通方法 (Communication Method)", "人際關係與團隊技巧", "資料呈現", "會議"],
    "output": ["溝通管理計畫書", "專案管理計畫書更新", "專案文件更新"],
    "summary": "Info要給誰?什麼時侯給?用什麼方式給?\r\n這個章節考不少，建議看一案通範例會更容易有印象",
    "關鍵字": "XX人沒收到XX報告",
    "ipemc": "(P)",
    "id": 39
  }, {
    "chapter": 10.2,
    "process": "管理溝通",
    "input": ["專案管理計畫書", "專案文件", "工作績效報告", "企業環境因素", "組織過程資產"],
    "tt": ["溝通科技", "溝通方法 (Communication Method)", "溝通技巧", "專案管理資訊系統 (PMIS)", "專案報告", "人際關係與團隊技巧", "會議"],
    "output": ["專案溝通", "專案管理計畫書更新", "專案文件更新", "組織過程資產更新"],
    "summary": "依溝通管理計畫，發布相關資訊給相關利害關係人",
    "ipemc": "(E)",
    "id": 40
  }, {
    "chapter": 10.3,
    "process": "監視溝通",
    "input": ["專案管理計畫書", "專案文件", "工作績效資料", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "專案管理資訊系統 (PMIS)", "資料呈現", "人際關係與團隊技巧", "會議"],
    "output": ["工作績效資訊", "變更申請", "專案管理計畫書更新", "專案文件更新"],
    "ipemc": "(M)",
    "id": 41
  }, {
    "chapter": 11.1,
    "process": "規劃風險管理",
    "input": ["專案章程", "專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "資料分析", "會議"],
    "output": ["風險管理計畫書"],
    "ipemc": "(P)",
    "id": 43
  }, {
    "chapter": 11.2,
    "process": "辨識風險",
    "input": ["專案管理計畫書", "專案文件", "協議", "採購相關文件", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "資料蒐集", "資料分析", "人際關係與團隊技巧", "提示清單", "會議"],
    "output": ["風險登錄表", "風險報告", "專案文件更新"],
    "summary": "風險登錄表是大重點，這個章節後面的流程都在一直更新它",
    "ipemc": "(P)",
    "id": 44
  }, {
    "chapter": 11.3,
    "process": "進行定性風險分析",
    "input": ["專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "資料蒐集", "資料分析", "人際關係與團隊技巧", "風險分類", "資料呈現", "會議"],
    "output": ["專案文件更新(風險登錄表更新)"],
    "summary": "這邊偏向\"個別\"風險",
    "關鍵字": "風險優先度",
    "ipemc": "(P)",
    "id": 45
  }, {
    "chapter": 11.4,
    "process": "進行定量風險分析",
    "input": ["專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "資料蒐集", "資料分析", "人際關係與團隊技巧", "不確定性的呈現方式 (Representation of Uncertainty)", ""],
    "output": ["專案文件更新(風險登錄表更新)"],
    "summary": "這邊偏向\"整體\"風險\r\n有使用到EMV決策樹",
    "ipemc": "(P)",
    "id": 46
  }, {
    "chapter": 11.5,
    "process": "規劃風險回應",
    "input": ["專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "資料蒐集", "資料分析", "人際關係與團隊技巧", "威脅回應策略 (Strategies of Threats)", "機會回應策略 (Stratehies of Opportunities)", "應變回應策略 (Contingent Response Strategies)", "專案整體風險回應策略 (Strategies for overall project risk)", "決策制定"],
    "output": ["變更申請", "專案管理計畫書更新", "專案文件更新(風險登錄表更新)"],
    "summary": "切記一但風險發生變成議題，第1件事就是看風險登錄表的回應行動，若是沒記在上面的，則為\"未知的未知\"，需重新規畫風險回應",
    "ipemc": "(P)",
    "id": 47
  }, {
    "chapter": 11.6,
    "process": "實施風險回應",
    "input": ["專案管理計畫書", "專案文件", "組織過程資產"],
    "tt": ["專家判斷", "人際關係與團隊技巧", "專案管理資訊系統 (PMIS)"],
    "output": ["變更申請", "專案文件更新(風險登錄表更新)"],
    "ipemc": "(E",
    "id": 48
  }, {
    "chapter": 11.7,
    "process": "監視風險",
    "input": ["專案管理計畫書", "專案文件", "工作績效資料", "工作績效報告"],
    "tt": ["資料分析", "稽核", "會議"],
    "output": ["工作績效資訊", "變更申請", "專案管理計畫書更新", "專案文件更新(風險登錄表更新)", "組織過程資產更新"],
    "summary": "這邊的稽核指的是風險稽核，跟品質那章沒關係",
    "ipemc": "(M)",
    "id": 49
  }, {
    "chapter": 12.1,
    "process": "規劃採購管理",
    "input": ["專案章程", "商業文件", "專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "資料蒐集", "資料分析", "商源評選分析 (Source Selection Analysis)", "會議"],
    "output": ["採購管理計畫書", "採購策略 (怎麼包? FP T&M CP)", "投(招)標文件Bid Documents", "採購工作說明書 Procurement Statement of Work(要包什麼)", "商源評選準則 Source Selection Criteria(包給誰)", "自製或外購決策 Make-or-Buy Decision(要不要包)", "獨立成本估算 Independent Cost Estimate(合理外包價為?)", "變更申請", "專案文件更新", "組織過程資產更新"],
    "summary": "重點都在這個階段，請看我左邊寫的備註會比較好記，大致上就是what/why/how等問題的規劃，採購策略必考情境題\r\n口訣: 要不要包->要包什麼->包給誰->怎麼包，以上資訊匯整成投標文件丟給廠商做RFQ",
    "ipemc": "(P)",
    "id": 51
  }, {
    "chapter": 12.2,
    "process": "執行採購",
    "input": ["專案管理計畫書", "專案文件", "採購相關文件", "賣方提案書 (Seller Proposals)", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "廣告", "投標人會議 (Bidder Conferences)", "資料分析", "人際關係與團隊技巧", ""],
    "output": ["選定的賣方", "協議", "變更申請", "專案管理計畫書更新", "專案文件更新", "組織過程資產更新"],
    "summary": "收集各廠商的報價後，這邊最重要就是選商及簽約",
    "ipemc": "(E)",
    "id": 52
  }, {
    "chapter": 12.3,
    "process": "管制採購",
    "input": ["專案管理計畫書", "專案文件", "協議", "採購相關文件", "獲准的變更申請", "工作績效資料", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "求償管理 (Claim Administration)", "資料分析", "檢驗", "稽核"],
    "output": ["結束採購", "工作績效資訊", "採購相關文件更新", "變更申請", "專案管理計畫書更新", "專案文件更新", "組織過程資產更新"],
    "summary": "外包回來的東西合不合允收標準(寫在協議裡)? 在這邊確認，若解決不了，先求償，訴訟是下下策\r\n對於賣方來講，他是在做\"確認範疇\"的動作\r\n題目看清楚買賣關係\r\n採購的結案是在這邊，不是在C階段",
    "關鍵字": "檢驗外包的東西",
    "ipemc": "(M)",
    "id": 53
  }, {
    "chapter": 13.1,
    "process": "辨識利害關係人",
    "input": ["專案章程", "商業文件", "專案管理計畫書", "專案文件", "協議", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "資料蒐集", "資料分析", "資料呈現", "會議"],
    "output": ["利害關係人登錄表", "變更申請", "專案管理計畫書更新", "專案文件更新", ""],
    "ipemc": "(I)",
    "id": 55
  }, {
    "chapter": 13.2,
    "process": "規劃利害關係人參與",
    "input": ["專案章程", "專案管理計畫書", "專案文件", "協議", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "資料蒐集", "資料分析", "決策制定", "資料呈現", "會議"],
    "output": ["利害關係人管理計畫書"],
    "summary": "這邊取得利害關係人的\"溝通需求\"，投入到規劃溝通階段",
    "ipemc": "(P)",
    "id": 56
  }, {
    "chapter": 13.3,
    "process": "管理利害關係人參與",
    "input": ["專案管理計畫書", "專案文件", "企業環境因素", "組織過程資產"],
    "tt": ["專家判斷", "溝通技巧", "人際關係與團隊技巧", "基本原則", "會議"],
    "output": ["變更申請", "專案管理計畫書更新", "專案文件更新(議題紀錄更新)"],
    "ipemc": "(E)",
    "id": 57
  }, {
    "chapter": 13.4,
    "process": "監視利害關係人參與",
    "input": ["專案管理計畫書", "專案文件", "工作績效資料", "企業環境因素", "組織過程資產"],
    "tt": ["資料分析", "決策制定", "資料呈現", "溝通技巧", "人際關係與團隊技巧", "會議"],
    "output": ["工作績效資訊", "變更申請", "專案管理計畫書更新", "專案文件更新"],
    "ipemc": "(M)",
    "id": 58
  }]


module.exports = sub_process;